INSERT INTO Drivers
VALUES('Мясников','Матвей', 'Германнович','9215','895687','89175248724','Man','А345ВО716',30,1,1),
	  ('Буров', 'Мирон', 'Максович','9216','765654','89176436412','Daf','В546АО716',20,2,1),
	  ('Капустин', 'Аввакум', 'Альбертович','9214','1346','89197647425','Maz','Н421ВА716',20,3,1),
	  ('Петров', 'Мечеслав', 'Витальевич','9213','6453','89187465485','Daf','Е355СА716',20,4,1),
	  ('Щукин', 'Евдоким', 'Геласьевич','9216','7656','89176434521','Man','А786ВО716',30,5,1),
	  ('Мясников','Матвей', 'Германнович','9215','895687','89175248724','Man','А345ВО716',30,6,1),
	  ('Буров', 'Мирон', 'Максович','9216','765654','89176436412','Daf','В546АО716',20,7,1),
	  ('Капустин', 'Аввакум', 'Альбертович','9214','1346','89197647425','Maz','Н421ВА716',20,8,1),
	  ('Петров', 'Мечеслав', 'Витальевич','9213','6453','89187465485','Daf','Е355СА716',20,9,1),
	  ('Щукин', 'Евдоким', 'Геласьевич','9216','7656','89176434521','Man','А786ВО716',30,10,1)

INSERT INTO Сustomer
VALUES('ИП "Фарукшина"','г.Казань, ул.Петрова 2','7854256241','8622456127','89178254678','7854256241','xigreffabrami-8561@yopmail.com'),
	  ('ОАО "Турбный Завод"','г.Альметьевск, ул.Герцина 14','8622456127','7854256241','89178254678','8622456127','tadappauqueire-5390@yopmail.com'),
	  ('ООО "Первый май"','г.Азнакаево, ул.Ленина 28','3215687469','4621534628','89178254678','3215687469','lacrutoijinnau-9305@yopmail.com'),
	  ('ПАО "Татнефть"','г.Бугульма, ул.Кирова 56','4621534628','3215687469','89178254678','4621534628','dattuzenugra-8934@yopmail.com'),
	  ('ЗАО "Оргсинтез"','пгт.Алексеевск, ул.Гвардейская 75','8761324589','9874561325','89178254678','8761324589','rotanayato-8017@yopmail.com'),
	  ('ООО "Аврора"','г.Бугульма, ул.Пеорва 45','9874561325','8761324589','89178254678','9874561325','vezoupouzefeu-8841@yopmail.com'),
	  ('ПАО "Север"','г.Альметьевск, ул.Ленина 100','9713468251','9784632458','89178254678','9713468251','frocettoifrauyou-4843@yopmail.com'),
	  ('ЗАО "Метеор"','г.Казань, ул.Гвардейская 20','9784632458','9713468251','89178254678','9784632458','feuveuleuppewi-8026@yopmail.com'),
	  ('ОАО "Петр"','г.Азнакаево, ул.Герцина 64','9785545357','6243412377','89178254678','9785545357','yiddecrufussu-9174@yopmail.com'),
	  ('ИП "Хакимов"','г.Бугульма, ул.Бутлерова 56','6243412377','9785545357','89178254678','6243412377','heipapreifouyi-5043@yopmail.com')
INSERT INTO License
VALUES(11-01-2022,11-01-2032,74857),
	  (12-02-2022,12-02-2032,77945),
	  (13-03-2022,13-03-2032,46641),
	  (14-04-2022,14-04-2032,47913),
	  (15-05-2022,15-05-2032,91727),
	  (16-06-2022,16-06-2032,44621),
	  (17-07-2022,17-07-2032,84721),
	  (18-08-2022,18-08-2032,15701),
	  (19-09-2022,19-09-2032,14219),
	  (20-10-2022,20-10-2032,17213)

INSERT INTO Role
VALUES('Администратор'),
	  ('Логист'),
	  ('Водитель')

INSERT INTO Employees
VALUES('Соболев', 'Евгений', 'Данилович', 'admin', 'P@ssword',1),
	  ('Соболева', 'Евгения', 'Даниловна', 'logist', 'P@ssw0rd',2),
	  ('Петорв', 'Максим', 'Евгеньевич', 'voditel', 'voditel1',3)

INSERT INTO Materials
VALUES('Щебень'),
	  ('Песок'),
	  ('Гравий'),
	  ('Камень'),
	  ('Шлакоблок'),
	  ('Доски'),
	  ('Земля'),
	  ('Асфальт')

INSERT INTO Orders
VALUES(1,'г.Казань, ул.Крансогвардейская 2','г.Альметьевск, ул.Мира 10',12-12-2022,13-12-2022,'100',1),
	  (2,'г.Альметьевск, ул.Мира 10','г.Казань, ул.Крансогвардейская 2',11-11-2022,12-11-2022,'180',2),
	  (3,'г.Бавлы, ул.Базовая 27','г.Альметьевск, ул.Герцина 27',10-10-2022,15-10-2022,'700',3),
	  (4,'г.Бугульма, ул.Некрасова 100','г.Бавлы, ул.Базовая 5',09-10-2022,11-10-2022,'200',4),
	  (5,'г.Азнакаево, ул.Глинки 13','г.Бавлы, ул.Герцина 6',10-09-2022,10-09-2022,'50',5),
	  (6,'г.Казань, ул.Петрова 15','г.Альметьевск, ул.Герцина 15',11-10-2022,15-10-2022,'300',6)
	  

INSERT INTO Trips
VALUES(1,1,1),
	  (2,2,2),
	  (3,3,3),
	  (3,4,3),
	  (3,5,3),
	  (2,6,4),
	  (3,8,5),
	  (4,7,6),
	  (1,9,7)